Repository: Drinkwater0922/subscription-management-
Catalog: Trackr/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Apple doesn't let apps read your subscription list. Use the three-step trick below — it takes about 30 seconds per sub.
zh_hans: Apple 不允许第三方 app 直接读取你的订阅列表。按下面三步操作,每条订阅大约 30 秒。

source: AUTO
zh_hans: 跟随系统

source: CATCH PRICE CHANGES THE MOMENT THEY HAPPEN
zh_hans: 价格变动第一时间收到

source: CLOSE
zh_hans: 关闭

source: COME BACK HERE, OPEN ADD SUB, AND TAP IMPORT FROM PHOTO.
zh_hans: 回到这里,打开「添加订阅」,点「从照片导入」

source: CONTINUE
zh_hans: 继续

source: DEFAULT CURRENCY
zh_hans: 默认货币

source: ENABLE NOTIFICATIONS
zh_hans: 打开通知

source: ENGLISH
zh_hans: 英文

source: EVERY SUBSCRIPTION, NEVER A SURPRISE.
zh_hans: 管好每一笔订阅， 再无意外扣款。

source: FREE
zh_hans: 免费版

source: FROM APPLE SUBSCRIPTIONS
zh_hans: 从 APPLE 订阅

source: GET NOTIFIED BEFORE EVERY RENEWAL
zh_hans: 续费前提前提醒

source: GET STARTED
zh_hans: 开始使用

source: IMPORT
zh_hans: 导入

source: SELECT ALL
zh_hans: 全选

source: DESELECT ALL
zh_hans: 全不选

source: ADD %d SUBSCRIPTIONS
zh_hans: 添加 %d 条订阅

source: PICK SOME ROWS
zh_hans: 请勾选要导入的

source: IMPORT EXISTING SUBS
zh_hans: 导入已有订阅

source: IMPORT YOUR APPLE SUBS
zh_hans: 导入你的 APPLE 订阅

source: LANGUAGE
zh_hans: 语言

source: MANAGE SUBSCRIPTION
zh_hans: 管理订阅

source: MAYBE LATER
zh_hans: 稍后再说

source: NO SUBS TRACKED
zh_hans: 暂无 订阅记录

source: ONE MORE THING
zh_hans: 还有一件事

source: ONE PLACE FOR ALL YOUR SUBS
zh_hans: 一个地方 管所有订阅

source: OPEN APPLE SUBSCRIPTIONS
zh_hans: 打开 APPLE 订阅

source: PRIVACY POLICY
zh_hans: 隐私政策

source: PRO LIFETIME
zh_hans: PRO 终身

source: PRO STATUS
zh_hans: PRO 状态

source: REMIND ME
zh_hans: 提醒我

source: RESTORE PURCHASES
zh_hans: 恢复购买

source: SEE YOUR MONTHLY TOTAL AT A GLANCE
zh_hans: 一眼看清每月总开销

source: SETTINGS
zh_hans: 设置

source: TAKE A SCREENSHOT OF EACH SUB YOU WANT TO TRACK (SIDE + VOLUME UP).
zh_hans: 对每条想追踪的订阅截图(侧键+音量加)

source: Tap + to add your first subscription
zh_hans: 点击 + 添加第一个订阅

source: TAP THE BUTTON BELOW. IOS WILL OPEN YOUR SUBSCRIPTIONS LIST.
zh_hans: 点下方按钮,IOS 会打开你的订阅列表

source: TERMS OF SERVICE
zh_hans: 服务条款

source: TURN ON NOTIFICATIONS SO PENNYLOOP CAN REMIND YOU
zh_hans: 打开通知 让 PENNYLOOP 提醒你

source: UPGRADE
zh_hans: 升级 PRO

source: We'll only ping you a few days before each renewal — never spam.
zh_hans: 我们只会在每次续费前几天通知你 —— 绝不打扰。

source: WHY PENNYLOOP
zh_hans: 为什么选 PENNYLOOP
